{
    "HeadSection.application": "Diese Mini-Anwendung wird mit Model-Firebase, Backend-Node JS und Frontend-React (Material UI und modularer SASS) erstellt.",
    "HeadSection.download": "Von GitHub herunterladen",
    "FeatureSection.technologies": "Technologien",
    "FeatureSection.JS": "Ich finde es eine sehr interessante Skriptsprache, mit der ich Code sowohl im Backend als auch im Frontend schreiben kann.",
    "FeatureSection.node": "Ich arbeite gerne in Node. Es ist sehr interessant und ein schneller Weg, um großartige Apps zu entwickeln.",
    "FeatureSection.react": "In Kombination mit Node sehr leistungsfähiges Tool, aber auch mit jedem anderen Backend.",
    "FeatureSection.sapui5": "SAPUI5 (SAP-Benutzeroberfläche für HTML5) ist eine Sammlung von Bibliotheken, mit denen Sie Desktop- und mobile Anwendungen erstellen können, die in einem Browser ausgeführt werden.",
    "FeatureSection.html": "Es ist sehr interessant zu sehen, wie einige Daten auf der Frontend-Seite dargestellt werden. Erstellen von Elementen und Zuordnen von Daten in HTML5 mit ein wenig CSS3-Stil.",
    "FeatureSection.scss": "Ich kann nur wow sagen! Styling war noch nie einfacher.",
    "FeatureSection.java": "Java ist eine sehr strenge Programmiersprache für Backend-Technologien, daher gefällt es mir. In den letzten Jahren habe ich mich hauptsächlich auf JavaScript konzentriert, weil es den Vorteil hat, Backend und Frontend in derselben Programmiersprache zu schreiben.",
    "FeatureSection.model": "Je nach Projekt und Anforderungen verwende ich eine NoSQL- oder SQL-Datenbank. MongoDB oder Firebase bieten viele Vorteile, aber wenn die Anforderungen des Projekts an SQL DB gestellt werden, arbeite ich auch mit PostgreSQL, MySQL und HANA.",
    "FeatureSection.testing": "Gute Qualität bringt viel Testabdeckung mit sich. Ich habe Jest / Enzyme, OPA5, JUnit und SAOP UI verwendet.",
    "FeatureSection.postman": "Mein Lieblingswerkzeug, wenn ich Backend mit Frontend verbinde.",
    "FeatureSection.control": "Die meiste Zeit benutze ich Bitbucket / Source Tree. Ich benutze aber auch GitHub und Git Bash.",
    "FeatureSection.Semantic": "Semantic ist eine beliebte UI-Bibliothek, die sehr schön in Kombination mit React ist.",
    "FeatureSection.Material": "Material UI ist eine weitere beliebte Bibliothek, diese Mini-Anwendung wird mit Material UI erstellt",
    "FeatureSection.webcomponents": "React UI 5 Web Components ist eine Bibliothek, die im Stil von SAP Fiori erstellt wurde.",
    "Footer.send": "Nachricht senden",
    "Footer.network": "Soziale Netzwerke",
    "Footer.networkMore": "Weitere Infos über mich in sozialen Netzwerken.",
    "Parallax.tech": "Neuestes technologisches Interesse",
    "CommentsForm.nameComment": "Name/Spitzname",
    "CommentsForm.header": "Hinterlasse einen Kommentar",
    "CommentsForm.email": "E-mail",
    "CommentsForm.comment": "Schreiben Sie Ihren Kommentar",
    "CommentsForm.public": "die Öffentlichkeit",
    "CommentsForm.content": "Wenn Sie eine gültige E-Mail-Adresse eingeben, sendet Ihnen das System einen Dankesbrief an Ihre E-Mail.",
    "CommentsForm.checkboxContent": "Wählen Sie, ob der Kommentar für alle Besucher oder nur für den Administrator / Autor / Predrag Stošić sichtbar sein soll",
    "CommentsForm.Send": "Senden",
    "CommentsForm.Cancel": "Stornieren",
    "CommentsForm.nameValidation": "Bitte fügen Sie einen Wert hinzu",
    "CommentsForm.emailValidation": "Wenn Sie eine gültige E-Mail-Adresse eingeben, erhalten Sie ein Dankeschön.",
    "CommentsForm.commentValidation": "Bitte fügen Sie einige Kommentare hinzu, deshalb sind Sie hier?",
    "CommentsSection.Send": "Bemerkungen",
    "CommentsSection.crud": "Teste grundlegendes CRUD und hinterlasse einen Kommentar",
    "CommentsSection.Posted": "Gesendet",
    "CommentsSection.Comments": "Bemerkungen",
    "CommentsButton.Add": "Einen Kommentar hinzufügen",
    "NavBar.Lang": "Sprache",
    "NavBar.School": "Schule",
    "NavBar.Work": "Berufserfahrung",
    "ProjectsDescription.Section": "Abschnitt Projekte",
    "ProjectsDescription.Projects": "Projekte",
    "ProjectsDescription.Desc": "Weitere Informationen zu Projekten und Praktika finden Sie im Abschnitt 'Berufserfahrung' in der Navigationsleiste auf der rechten Seite.",
    "ProjectsDescription.thn": "Vielen Dank.",
    "ProjectsDescription.DescProjects": "Aktuell arbeite ich für 'contrimo consulting and innovations' mit Stationen in Belgrad und Mannheim.",
    "ProjectsDescription.NumOfPro": "Anzahl der Projekte",
    "ProjectsDescription.Consultant": "IT Berater",
    "ProjectsDescription.nov": "November 2018 - heute",
    "ProjectsDescription.sep": "September 2009 - November 2018",
    "ProjectsDescription.visit": "Besuch",
    "ProjectsDescription.Captain": "Kapitän",
    "ProjectsDescription.Army": "Armee",
    "ProjectsDescription.decsArmy": "Neun Jahre lang arbeite ich für die Streitkräfte Serbiens als Unteroffizier - Hauptmann im letzten Rang.",
    "ProjectsDescription.decsCont": "Seit 2018 arbeite ich bei Contrimo Consulting und Innovationen als IT-Berater.",
    "ProjectsDescription.decsFree": "Von Zeit zu Zeit arbeitete ich freiberuflich, verschiedene Technologien und Bibliotheken. Sie können einige der Projekte in den Karten sehen. Es gibt viele Projekte in Node JS, React, Bootstrap. Sie können gerne erkunden.",
    "ProjectsDescription.appDesc": "Antrag auf fachzahnärztliche Ordinationen. Bereits bei einigen Ordinationen im Einsatz. Zahnärzte können einen Termin vereinbaren, virtuelle Kartons für Patienten öffnen, alte Kartons importieren, PDF-Bericht erstellen, Röntgenbilder importieren und vieles mehr. Für eine Demo kontaktieren Sie mich bitte.",
    "ProjectsDescription.soldatDesc": "Bootstrap regelmäßige statische Website, die mit der Anwendung für die Zahnarztpraxis verbunden ist. Lokalisiert und vollständig ansprechbar. Bauen Sie mit der Semantic UI React-Bibliothek auf.",
    "ProjectsDescription.BgymDesc": "Die reguläre statische Bootstrap-Website ist vollständig responsive. Für Fitnessstudio und Kickboxclub.",
    "ProjectsDescription.descManda": "Html5-, CSS3- und JS-Website, vollständig responsive. Für den Großhandel mit Schulbedarf.",
    "ProjectsDescription.descUgr": "In erster Linie für die lokale Gemeinschaft bestimmt, die lokale Unternehmen und Siedlungsentwicklung fördert.",
    "ProjectsDescription.descSara": "Webseite, voll responsiv. Sehr interessante Website für eine kleine Familienapotheke.",
    "Education.Section": "Schule",
    "Education.desc": "Non scholae, sed vitae discimus.",
    "Education.descOne": "Die Studie wurde vom Rektorat der Universität Belgrad als multidisziplinär organisiert. Gründer und Leiter dieser Studien ist Professor Dr. Dragan Simeunović. Das Studium wurde unter der Schirmherrschaft der Fakultät für Politikwissenschaft, der Fakultät für Rechtswissenschaften und der Fakultät für Sicherheit organisiert. Dreimal in Folge als bestes Studium in Europa ausgezeichnet.",
    "Education.descTwo": "Nach der Art des Studiums entspricht sie der Fakultät für Organisationswissenschaften. Es umfasst 45 Prüfungen und Abschlussarbeiten. Die Ausbildung umfasst Feldarbeit unter realen Bedingungen. Die Allgemeinbildung umfasst gleichermaßen natur- und sozialwissenschaftliche Fächer. Enges Fachwissen ist mit organisatorischen Angelegenheiten verbunden.",
    "Education.descThree": "Während meiner beruflichen Laufbahn hatte ich viele berufsbezogene und berufsfremde Kurse besucht. Die Anzahl und Dauer der Kurse sind ziemlich groß. Einige von ihnen waren in Serbien, andere im Ausland.",
    "Education.since": "seit",
    "Education.may": "mai",
    "Education.address": "Belgrade, Serbia, Europe, ",
    "Education.army": "Armee",
    "Education.va": "Militärakademie",
    "Education.ms": "Master-Abschluss Sicherheit organisierte Kriminalität und Terrorismus",
    "Education.uni": "Universität Belgrad"
}