{
    "HeadSection.application": "This mini application is build up using model-Firebase, backend-Node JS and frontend-React(Material UI and modular SASS).",
    "HeadSection.download": "Download from GitHub",
    "FeatureSection.technologies": "Technologies",
    "FeatureSection.JS": "I find it a very interesting scripting language that allows me to write code on the backend as well as on the frontend side.",
    "FeatureSection.node": "I like working in Node it is very interesting and a fast way to develop great apps.",
    "FeatureSection.react": "In combination with Node very powerful tool but also with any other backend.",
    "FeatureSection.sapui5": "SAPUI5 (SAP user interface for HTML5) is a collection of libraries that you can use to build desktop and mobile applications that run in a browser.",
    "FeatureSection.html": "It is very interesting to see how some data are presented on the frontend side. Building elements and mapping data in html5 with a little bit a style CSS3.",
    "FeatureSection.scss": "I can say only wow! Styling is never been easier.",
    "FeatureSection.java": "Java is a very strict programing language, for backend technologies, so I like it. But past few years my focus is on JavaScript mainly because of its advantage to write backend and frontend on the same programing language.",
    "FeatureSection.model": "Depending on a project and demands I use NoSQL or SQL database. MongoDB or Firebase offers a lot of advantages but if the project's demands are for SQL DB I am also working with PostgreSQL, MySQL, and HANA.",
    "FeatureSection.testing": "Good quality comes with a lot of testing coverage. I used Jest/Enzyme, OPA5, JUnit, and SAOP UI.",
    "FeatureSection.postman": "My favorite tool when I am connecting backend to frontend.",
    "FeatureSection.control": "Most of my time I am using bitbucket/source tree. But I also use GitHub and git bash.",
    "FeatureSection.Semantic": "Semantic is a popular UI library very nice in combination with React.",
    "FeatureSection.Material": "Material UI is another popular library, this mini-application is made using Material UI",
    "FeatureSection.webcomponents": "React UI 5 web components is a library that is made in accordance with the SAP Fiori style.",
    "Footer.send": "Send message",
    "Footer.network": "Social networks",
    "Footer.networkMore": "More info about me on social networks.",
    "Footer.getIn": "Get in touch with me.",
    "Parallax.tech": "Latest technology interest",
    "CommentsForm.nameComment": "Name/Nickname",
    "CommentsForm.header": "Leave a comment",
    "CommentsForm.email": "Email",
    "CommentsForm.comment": "Write your comment",
    "CommentsForm.public": "Public",
    "CommentsForm.content": "If you enter a valid email address the system will send you a thank you note to your email.",
    "CommentsForm.checkboxContent": "Choose whether you want the comment to be visible to all visitors or only to the administrator/author/Predrag Stosic",
    "CommentsForm.Send": "Send",
    "CommentsForm.Cancel": "Cancel",
    "CommentsForm.nameValidation": "Please add a value.",
    "CommentsForm.emailValidation": "If you enter a valid email address you will get a thank you note.",
    "CommentsForm.commentValidation": "Please add some comments, that's why you are here?",
    "CommentsSection.crud": "Test basic CRUD and leave a comment",
    "CommentsSection.Send": "Comments",
    "CommentsSection.Posted": "Posted",
    "CommentsSection.Comments": "Comments",
    "CommentsButton.Add": "Add comment",
    "NavBar.Lang": "Language",
    "NavBar.School": "Education",
    "NavBar.Work": "Work experience",
    "ProjectsDescription.Section": "Projects section",
    "ProjectsDescription.Projects": "Projects",
    "ProjectsDescription.Desc": "For more information about projects and work experience please visit section 'Work experience' in the navigation bar on the right side.",
    "ProjectsDescription.thn": "Thank you.",
    "ProjectsDescription.DescProjects": "Currently, I am working for 'contrimo consulting and innovations' stationed in Belgrade and Mannheim.",
    "ProjectsDescription.NumOfPro": "number of projects",
    "ProjectsDescription.Consultant": "IT Consultant",
    "ProjectsDescription.nov": "November 2018 - present",
    "ProjectsDescription.sep": "September 2009 - November 2018",
    "ProjectsDescription.visit": "visit",
    "ProjectsDescription.Captain": "Captain",
    "ProjectsDescription.Army": "Army",
    "ProjectsDescription.decsArmy": "For nine years I work for the Armed forces of Serbia as a commissioned officer - final rank captain.",
    "ProjectsDescription.decsCont": "Since 2018 I am working from Contrimo consulting and innovations as an IT consultant.",
    "ProjectsDescription.decsFree": "From time to time I worked freelance, various technologies, and libraries. You can check out some of the projects in the cards.There are many projects in Node JS, React, bootstrap. You are welcome to explore.",
    "ProjectsDescription.appDesc": "Application for specialized dentist ordinations. Already in use by a couple of ordinations. Dentists can schedule an appointment, open virtual cardboard for patients, generate PDF report, import old cardboards, import x rays, and many more. For demo please contact me.",
    "ProjectsDescription.soldatDesc": "Website connected to the application for dentist ordination. Localized and fully responsive. Build up with Semantic UI React library.",
    "ProjectsDescription.BgymDesc": "Bootstrap regular static website is fully responsive. For Gym and Kick Boxing Club.",
    "ProjectsDescription.descManda": "Html5, css3 and JS website, fully responsive. For wholesale school supplies.",
    "ProjectsDescription.descUgr": "Website, fully responsive. Intended primarily for the local community advertising local businesses and settlement development.",
    "ProjectsDescription.descSara": "Website, fully responsive. Very interesting website for a small family pharmacy.",
    "Education.Section": "Education",
    "Education.desc": "Non scholae, sed vitae discimus.",
    "Education.descOne": "The study was organized by the University of Belgrade's rectorate as multidisciplinary. The founder and head of these studies is professor Dr Dragan Simeunović. The studies were organized under the auspices of Faculty of Political Science, Faculty of Law and Faculty of Security. Three times in a row declared for the best studies in Europe.",
    "Education.descTwo": "According to the nature of the studies, it is the same as the Faculty of Organizational Sciences. It includes 45 exams and graduation work. Training includes field work in real conditions. General education encompasses equally subjects of natural sciences and social sciences. Closely specialist knowledge is related to organizational affairs.",
    "Education.descThree": "During my career, I had attended many courses related and non-related to my job. The amount and duration of courses are quite large. Some of them were in Serbia some abroad.",
    "Education.since": "since",
    "Education.may": "may",
    "Education.address": "Belgrade, Serbia, Europe, ",
    "Education.army": "Army",
    "Education.va": "Military academy",
    "Education.ms": "Master degree security organized crime and terrorism",
    "Education.uni": "University of Belgrade"
}