{
    "HeadSection.application": "Ova mini aplikacija koristi model-Firebase, backend-Node JS i za frontend-React(Material UI and modular SASS).",
    "HeadSection.download": "Preuzmite sa GitHub-a",
    "FeatureSection.technologies": "Tehnologije",
    "FeatureSection.JS": "Smatram da je to vrlo zanimljiv skriptni jezik koji mi omogucava da pisem kod na backendu, kao i na frontendu.",
    "FeatureSection.node": "Svidja mi se da pisem code u NodeJS jer na brz nacin moze se napraviti interesantna app.",
    "FeatureSection.react": "U kombinaciji sa NodeJS veoma mocna alatka. Naravno, moze i drugi backend.",
    "FeatureSection.sapui5": "SAPUI5 (SAP user interface for HTML5) jos jedna JS biblioteka koja se koristi za razvoj desktop i mobilnih aplikacija.",
    "FeatureSection.html": "Veoma mi je zanimljivo da mapiram podatke sa backenda i da se igram sa stilovima.",
    "FeatureSection.scss": "Sta reci osim wow! Nikad lakse i lepse.",
    "FeatureSection.java": "Java kao strogo OOP i strogo tipizirani programski jezik mi je dugo bila zanimljiva ali sve vise i vise sam skoncentrisan na JS.",
    "FeatureSection.model": "U zavisnosti od projekta i zahteva koristim  NoSQL ili SQL bazu. Primera radi MongoDB i Firebase nude mnogo prednosti ali ako su zahtevi veci koristim i PostgreSQL, MySQL, i HANA db.",
    "FeatureSection.testing": "Nema dobrog kvaliteta bez testiranja, koristim Jest/Enzume, OPA5, JUnit i SAOP UI za testiranje.",
    "FeatureSection.postman": "Moja omiljena alatka za testiranje i povezivanje be i fe.",
    "FeatureSection.control": "pretezno koristim  bitbucket/source tree. Ali koristim aktivno i github, i git bash",
    "FeatureSection.Semantic": "Semantic UI je popularna biblioteka koja lepo izgleda u kombinaciji sa React-om.",
    "FeatureSection.Material": "Matirial UI je jos jedna popularna biblioteka, ova mini aplikacija je uradjena pomocu Matirial UI.",
    "FeatureSection.webcomponents": "React UI 5 webcomponents je biblioteka koja je uradjena u skladu sa SAP Fiori stilom.",
    "Footer.send": "Posalji poruku",
    "Footer.network": "Drustvene mreze",
    "Footer.networkMore": "Vise o meni na drustvenim mrezama.",
    "Footer.getIn": "Kontaktirajte me",
    "Parallax.tech": "Najnovije interesovanje",
    "CommentsForm.nameComment": "Ime/Nadimak",
    "CommentsForm.header": "Ostavi komentar",
    "CommentsForm.email": "Email Adresa",
    "CommentsForm.comment": "Napisite svoj komentar",
    "CommentsForm.public": "Vidljiv svima komantar",
    "CommentsForm.content": "Ako unesete validnu email adresu sistem ce vam poslati zahvalnicu na vas email.",
    "CommentsForm.checkboxContent": "Odaberite da li zelite da komentar bude vidljiv svim posetiocima ili samo administratoru/autoru/Predrag Stosic",
    "CommentsForm.Send": "Posalji",
    "CommentsForm.Cancel": "Otkazi",
    "CommentsForm.nameValidation": "Molim Vas dodajte ime.",
    "CommentsForm.emailValidation": "Ako unesete validnu email adresu dobicete mail/zahvalnicu.",
    "CommentsForm.commentValidation": "Molim vas unesite neki komentar, zato ste ovde?",
    "CommentsSection.crud": "Testirajte osnovne crud operacije i ostavite komentar",
    "CommentsSection.Send": "Komantari",
    "CommentsSection.Comments": "Komantari",
    "CommentsSection.Posted": "Objavljeno",
    "CommentsButton.Add": "Dodaj komentar",
    "NavBar.Lang": "Jezik",
    "NavBar.School": "Obrazovanje",
    "NavBar.Work": "Radno iskustvo",
    "ProjectsDescription.Section": "Projekti",
    "ProjectsDescription.Projects": "Radno iskustvo",
    "ProjectsDescription.Desc": "Za vise informacija o radnom iskustvu i projektima posetite sekciju 'Radno iskustvo', samo kliknite na ikonicu u navigacionom baru sa desne strane.",
    "ProjectsDescription.thn": "Hvala.",
    "ProjectsDescription.DescProjects": "Trenutno radim za 'contrimo consulting and innovations' kancelarije su u Beogradu i Majnhamu.",
    "ProjectsDescription.NumOfPro": "broj projekata",
    "ProjectsDescription.Consultant": "IT Consultant",
    "ProjectsDescription.nov": "Novembar 2018 - trenutno",
    "ProjectsDescription.sep": "Septembar 2009 - Novembar 2018",
    "ProjectsDescription.visit": "poseti",
    "ProjectsDescription.Captain": "Kapetan",
    "ProjectsDescription.Army": "Vojska Srbije",
    "ProjectsDescription.decsArmy": "Devet godina sam radio za VS i napustio sam vojsku u cinu kapetana.",
    "ProjectsDescription.decsCont": "Od 2018 godine radim za Contrimo consulting and innovations kao IT consultant.",
    "ProjectsDescription.decsFree": "S vremena na vreme radio sam freelance razlicite tehnologije, programi i bibiloteke, Node JS, React, bootstap itd. Pogledajte deo tih projekata.",
    "ProjectsDescription.appDesc": "Aplikacija napravljena za stomatoloske ordinacije, koristi je nekoliko klijenata. Preko aplikacije mogu da zakazu termin, otvore karton za pacijenta, da importuju stari karton, generisu pdf i jos mnogo toga.",
    "ProjectsDescription.soldatDesc": "Staticki web sajt, responsive i lokalizovan, napravljen na bazi React JS i Semantic UI. Povezan online sa aplikacijom za rad ordinacije.",
    "ProjectsDescription.descManda": "Html5, css3 i JS website, responsive. Namenjen za veleprodaju skolskog pribora i materijala.",
    "ProjectsDescription.descUgr": "Web stranica, responsive. Namenjena za lokalne firme, reklame, razvoj naselja sa najbitnijim obavestenjima.",
    "ProjectsDescription.descSara": "Website, responsive. Zanimljiv web sajt za malu porodicnu apoteku.",
    "Education.Section": "Obrazovanje",
    "Education.desc": "Non scholae, sed vitae discimus.",
    "Education.descOne": "Veoma zanimljive multidisciplinarne studije organizovane direktno pod okriljem rektorata u Beogrdu. Zdruzeno izdaju diplomu tri fakulteta i rektorat Univerzita u Beogradu kao najvise prosvetno telo u drzavi. Tri godine su osvajale prvo mesto u Evropi kao najbolje master studije.",
    "Education.descTwo": "Vojna akademija prema svojoj prirodi obuhvata raznovrsne predmete od matematike, elektronike, elektrotehinke, informatike pa sve do sociologije. Obuhvat a45 ispita i veoma je slicna FON-u.",
    "Education.descThree": "Tokoma karijere pohadjao sam mnoge kurseve vezane i ne tako vezane za direktan posao. Neki su bili u zemlji neki u inostranstvu. Spisak je zaista dugacak.",
    "Education.since": "od",
    "Education.may": "maj",
    "Education.address": "Beograd, Srbija, Evropa, ",
    "Education.army": "Vojska Srbije",
    "Education.va": "Vojna akademija",
    "Education.ms": "Master studije bezbednost, organizovani kriminal i terorizam",
    "Education.uni": "Univerzitet u Beogradu"
}